"""Создайте 2 переменных, содержащие числовые значения.
Сравните их при помощи всех операторов сравнения и выведите результат на экран
"""

first_value = 5
second_value = 8

print(first_value > second_value)
print(first_value < second_value)
print(first_value >= second_value)
print(first_value <= second_value)
print(first_value == second_value)
print(first_value != second_value)


